[
  {
    "data": "01-01-2026",
    "nome": "Santa Maria, Mãe de Deus",
    "slug": "santa-maria-mae-de-deus",
    "legenda": "Negar Maria como Mãe de Deus é negar quem Cristo é de verdade.",
    "historia": "Texto longo da história..."
  },
  {
    "data": "02-01-2026",
    "nome": "São Basílio Magno e São Gregório Nazianzeno",
    "slug": "basilio-magro-gregorio-nazianzeno",
    "legenda": "Quando bispos traem a verdade, Deus levanta doutores que não negociam a fé.",
    "historia": "Texto longo da história..."
  },
  {
  "data": "03-01-2026",
  "nome": "Santíssimo Nome de Jesus",
  "slug": "santissimo-nome-de-jesus",
  "legenda": "O nome de Jesus salva, mas só quem se converte de verdade o invoca corretamente.",
  "historia": "A devoção ao Santíssimo Nome de Jesus nasce da fé da Igreja na eficácia do nome dado pelo próprio Deus ao Salvador. 'Jesus' significa 'Deus salva'. Desde os primeiros séculos, os cristãos veneraram este Nome como fonte de salvação, poder contra o mal e profissão pública de fé. Invocar o Nome de Jesus exige vida coerente, arrependimento e submissão à sua autoridade. Não é fórmula mágica, mas profissão de fé viva."
 },
 {
  "data": "04-01-2026",
  "nome": "Santa Ângela de Foligno",
  "slug": "santa-angela-de-foligno",
  "legenda": "Sem arrependimento radical, não existe santidade verdadeira.",
  "historia": "Ângela de Foligno viveu uma juventude marcada pelo pecado e pelo apego aos bens materiais. Após a morte do marido e dos filhos, experimentou profunda conversão, entregando-se totalmente a Cristo. Viveu vida de penitência extrema, oração intensa e caridade radical. Suas experiências místicas foram reconhecidas pela Igreja como autênticas. Sua vida demonstra que ninguém está longe demais da misericórdia de Deus quando há arrependimento sincero."
},
{
  "data": "05-01-2026",
  "nome": "São Simeão Estilita",
  "slug": "sao-simeao-estilita",
  "legenda": "O mundo chama de loucura aquilo que denuncia o próprio pecado.",
  "historia": "Simeão Estilita viveu no século V e buscou radicalmente a união com Deus. Retirou-se para uma vida de extrema penitência, vivendo por décadas no topo de uma coluna, dedicando-se à oração contínua. Sua vida atraiu multidões, converteu pecadores e confrontou a mediocridade espiritual de seu tempo. A Igreja reconheceu sua santidade como testemunho da primazia absoluta de Deus."
},
{
  "data": "06-01-2026",
  "nome": "Epifania do Senhor",
  "slug": "epifania-do-senhor",
  "legenda": "Cristo se manifesta a todos, mas só os humildes o reconhecem.",
  "historia": "A Epifania celebra a manifestação de Jesus Cristo como Salvador universal. Representados pelos Magos, os povos pagãos reconhecem o Rei dos reis. Guiados pela estrela, adoram o Menino e oferecem ouro, incenso e mirra. A festa proclama que a salvação não é privilégio de poucos, mas exige busca sincera, humildade e adoração verdadeira."
},
{
  "data": "07-01-2026",
  "nome": "São Raimundo de Peñafort",
  "slug": "sao-raimundo-de-penafort",
  "legenda": "Ignorar a lei da Igreja é abrir caminho para o erro moral.",
  "historia": "São Raimundo de Peñafort foi dominicano, canonista e confessor. Organizou o Direito Canônico da Igreja com rigor e fidelidade, ajudando a preservar a ordem moral e doutrinal. Também foi missionário e defensor da fé contra heresias. Sua vida mostra que a caridade nunca se separa da verdade."
},
{
  "data": "08-01-2026",
  "nome": "São Severino do Nórico",
  "slug": "sao-severino-do-norico",
  "legenda": "A fé autêntica não foge do caos: entra nele para salvar almas.",
  "historia": "São Severino viveu no século V, em meio ao colapso do Império Romano. Atuou como monge, missionário e defensor dos pobres em regiões devastadas pela guerra e pela fome. Exortava à conversão, à penitência e à confiança em Deus, sendo reconhecido como instrumento de salvação em tempos de desordem moral e social. Sua vida demonstra que a verdadeira fé age mesmo quando o mundo desmorona."
},
{
  "data": "09-01-2026",
  "nome": "São Julião e Santa Basilissa",
  "slug": "sao-juliao-e-santa-basilissa",
  "legenda": "Casamento santo exige renúncia, não conforto.",
  "historia": "São Julião e Santa Basilissa viveram no século IV e consagraram o matrimônio a Deus, vivendo em continência por acordo mútuo. Fundaram comunidades religiosas e dedicaram-se à hospitalidade e à caridade. Julião sofreu perseguições e morreu mártir. Sua vida revela que o matrimônio cristão é vocação de entrega total a Deus."
},
{
  "data": "10-01-2026",
  "nome": "São Gregório de Nissa",
  "slug": "sao-gregorio-de-nissa",
  "legenda": "Ignorar a doutrina é o primeiro passo para perder a fé.",
  "historia": "São Gregório de Nissa, bispo e Doutor da Igreja, viveu no século IV. Irmão de São Basílio Magno, foi um dos grandes defensores da fé trinitária. Combateu heresias, sofreu exílio e dedicou sua vida à explicação profunda da doutrina cristã. Sua obra teológica fortaleceu a fé da Igreja em tempos de confusão."
},
{
  "data": "11-01-2026",
  "nome": "São Teodósio, o Cenobiarca",
  "slug": "sao-teodosio-cenobiarca",
  "legenda": "Comunidade sem disciplina espiritual degenera rapidamente.",
  "historia": "São Teodósio viveu no século V e organizou a vida monástica comunitária na Palestina. Fundou mosteiros que reuniam monges de diversas culturas, unificados pela oração, trabalho e obediência. Sua liderança firme preservou a vida religiosa contra desvios e relaxamentos espirituais."
},
{
  "data": "12-01-2026",
  "nome": "São Bernardo de Corleone",
  "slug": "sao-bernardo-de-corleone",
  "legenda": "A misericórdia só transforma quem abandona o pecado.",
  "historia": "São Bernardo de Corleone viveu inicialmente entregue à violência e à vingança. Após profunda conversão, ingressou na Ordem dos Capuchinhos, levando vida de penitência rigorosa, humildade e oração. Tornou-se exemplo de transformação radical operada pela graça de Deus."
},
{
  "data": "13-01-2026",
  "nome": "Santo Hilário de Poitiers",
  "slug": "santo-hilario-de-poitiers",
  "legenda": "A verdade da fé nunca depende do poder político.",
  "historia": "Santo Hilário, bispo do século IV, combateu firmemente o arianismo e defendeu a divindade de Cristo. Por sua fidelidade, foi exilado. Seus escritos teológicos foram decisivos para preservar a ortodoxia da Igreja. É reconhecido como Doutor da Igreja."
},
{
  "data": "14-01-2026",
  "nome": "São Félix de Nola",
  "slug": "sao-felix-de-nola",
  "legenda": "Fugir da glória humana é sinal de verdadeira santidade.",
  "historia": "São Félix de Nola foi sacerdote no século III e sofreu perseguições durante o Império Romano. Recusou honras episcopais, preferindo a humildade e o serviço silencioso. Sua vida foi marcada por pobreza voluntária e confiança total na providência divina."
},
{
  "data": "15-01-2026",
  "nome": "São Mauro",
  "slug": "sao-mauro",
  "legenda": "Obediência radical gera frutos que a razão não explica.",
  "historia": "São Mauro foi discípulo direto de São Bento e exemplo de obediência perfeita. Sua vida monástica demonstrou que a submissão à vontade de Deus, mediada pela autoridade legítima, conduz à santidade e à fecundidade espiritual."
}



]
